Repository: KujouAika/NiumaTerm
Catalog: mobile/ios/NiumaTerm/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ already read that message.
zh_hans: %@ 已读取了那条消息。

source: %@ asks
zh_hans: %@ 提问

source: %@ asks %lld questions
zh_hans: %1$@ 提出了 %2$lld 个问题

source: %@ context
zh_hans: 上下文 %@

source: %@ did not accept the answer.
zh_hans: %@ 未接受该回答。

source: %@ has no agent profiles.
zh_hans: %@ 没有智能体配置。

source: %@ is out of reach
zh_hans: 无法连接 %@

source: %@ is still starting.
zh_hans: %@ 仍在启动。

source: %@ needs approval
zh_hans: %@ 需要批准

source: %@ no longer lists this session.
zh_hans: %@ 已不再列出此会话。

source: %@ restarts on %@ with an empty conversation.
zh_hans: %1$@ 将在 %2$@ 上以空白对话重新开始。

source: %@ took this session back
zh_hans: %@ 已收回此会话

source: %@ used · %lld%% left
zh_hans: 已用 %1$@ · 剩余 %2$lld%%

source: %@ · Asleep
zh_hans: %@ · 休眠中

source: %lld images
zh_hans: %lld 张图片

source: %u commands run when the turn ends.
zh_hans: %u 条命令将在本轮结束后运行。

source: A command is starting.
zh_hans: 有命令正在启动。

source: A computer sends these once this phone has been away from it for five minutes, and stops when you are back at the computer.
zh_hans: 手机离开电脑五分钟后，电脑会发送这些通知；回到电脑前后即停止。

source: Access key
zh_hans: 访问密钥

source: Add a computer
zh_hans: 添加电脑

source: Add computer
zh_hans: 添加电脑

source: Add target
zh_hans: 添加电脑

source: Agent
zh_hans: 智能体

source: Agent exited
zh_hans: 智能体已退出

source: Allow for this session
zh_hans: 本会话内始终允许

source: Always LAN
zh_hans: 始终局域网

source: Always Relay
zh_hans: 始终中继

source: An answer to a question is still being sent.
zh_hans: 问题的回答仍在发送中。

source: Answer
zh_hans: 回答

source: Answer %@'s question
zh_hans: 回答 %@ 的问题

source: Answer every question first.
zh_hans: 请先回答所有问题。

source: Answer questions one at a time
zh_hans: 逐个回答问题

source: Appearance
zh_hans: 外观

source: Approval needed
zh_hans: 需要批准

source: Approve
zh_hans: 批准

source: Automatic
zh_hans: 自动

source: Automatic uses the local network when it reaches the computer, and the relay otherwise. Always Relay or Always LAN keeps every connection on that path; a computer paired without a relay cannot be reached with Always Relay.
zh_hans: 自动：能通过局域网连接电脑时使用局域网，否则使用中继。始终中继或始终局域网会让所有连接只走该路径；配对时未设置中继的电脑在始终中继下无法连接。

source: Back
zh_hans: 上一个

source: Camera unavailable
zh_hans: 相机不可用

source: Cancel
zh_hans: 取消

source: Cannot reach %@ · Retry
zh_hans: 无法连接 %@ · 重试

source: Close
zh_hans: 关闭

source: Close Session
zh_hans: 关闭会话

source: Close “%@”?
zh_hans: 关闭“%@”？

source: Codex skills in / list
zh_hans: 在 / 列表中显示 Codex 技能

source: Commands
zh_hans: 命令

source: Computer
zh_hans: 电脑

source: Computers
zh_hans: 电脑

source: Connecting to %@…
zh_hans: 正在连接 %@…

source: Connecting…
zh_hans: 正在连接…

source: Connection
zh_hans: 连接方式

source: Connection failed
zh_hans: 连接失败

source: Context compacted
zh_hans: 上下文已压缩

source: Copy
zh_hans: 复制

source: Could not close the session
zh_hans: 无法关闭会话

source: Could not connect to %@.
zh_hans: 无法连接 %@。

source: Could not rename the session
zh_hans: 无法重命名会话

source: Could not start the session
zh_hans: 无法启动会话

source: Dark
zh_hans: 深色

source: Default
zh_hans: 默认

source: Default model
zh_hans: 默认模型

source: Deny
zh_hans: 拒绝

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Effort
zh_hans: 推理强度

source: End session
zh_hans: 结束会话

source: Enter Code
zh_hans: 输入配对码

source: Enter code instead
zh_hans: 改为输入配对码

source: Errors
zh_hans: 错误

source: Fold
zh_hans: 折叠

source: Follow System
zh_hans: 跟随系统

source: Font
zh_hans: 字体

source: Forget
zh_hans: 移除

source: Forget %@
zh_hans: 移除 %@

source: Forget %@?
zh_hans: 移除 %@？

source: Hide keyboard
zh_hans: 隐藏键盘

source: Interrupt
zh_hans: 中断

source: LAN
zh_hans: 局域网

source: Language
zh_hans: 语言

source: Light
zh_hans: 浅色

source: List Codex skills among the / commands; picking one writes its $name form. With this off, / lists commands only and $ lists skills. When an agent asks several questions together, answering one at a time shows them one by one.
zh_hans: 在 / 命令中列出 Codex 技能，选中后写成 $name 形式。关闭后 / 只列出命令，输入 $ 列出技能。智能体一次提出多个问题时，逐个回答会依次显示这些问题。

source: Message %@
zh_hans: 给 %@ 发消息

source: Model
zh_hans: 模型

source: Model and effort
zh_hans: 模型和推理强度

source: Monospaced transcript
zh_hans: 等宽字体显示对话

source: Network
zh_hans: 网络

source: New Conversation
zh_hans: 新对话

source: New Session
zh_hans: 新建会话

source: New conversation
zh_hans: 新对话

source: New session in %@
zh_hans: 在 %@ 中新建会话

source: New session on %@
zh_hans: 在 %@ 上新建会话

source: New terminal
zh_hans: 新建终端

source: Next
zh_hans: 下一个

source: NiumaTerm could not start
zh_hans: NiumaTerm 无法启动

source: No computers yet
zh_hans: 还没有电脑

source: No longer trusts this phone · pair again
zh_hans: 已不再信任此手机 · 请重新配对

source: No sessions. Tap + to start a terminal or an agent.
zh_hans: 没有会话。轻点 + 启动终端或智能体。

source: No summary was reported.
zh_hans: 未提供摘要。

source: Not connected
zh_hans: 未连接

source: Notifications
zh_hans: 通知

source: OK
zh_hans: 好

source: On your desktop, open Settings › Remote › This computer and scan the QR code. The code works once, for 5 minutes.
zh_hans: 在电脑上打开 设置 › 远程 › 本机，扫描二维码。配对码只能使用一次，5 分钟内有效。

source: Online
zh_hans: 在线

source: Open a workspace on %@ first; agents start only where you already work.
zh_hans: 请先在 %@ 上打开一个工作区；智能体只能在你已在使用的工作区中启动。

source: Or type your own answer
zh_hans: 或输入你自己的回答

source: Other
zh_hans: 其他

source: Pair
zh_hans: 配对

source: Pair this phone with NiumaTerm on your computer to use its terminals and agents here.
zh_hans: 将此手机与电脑上的 NiumaTerm 配对，即可在这里使用它的终端和智能体。

source: Paired computers
zh_hans: 已配对的电脑

source: Pairing code or link
zh_hans: 配对码或链接

source: Pairing…
zh_hans: 正在配对…

source: Paste
zh_hans: 粘贴

source: Paste pairing link
zh_hans: 粘贴配对链接

source: Profile
zh_hans: 配置

source: QUEUED
zh_hans: 已排队

source: Question %lld of %lld
zh_hans: 第 %1$lld 个问题，共 %2$lld 个

source: Questions
zh_hans: 提问

source: Ready
zh_hans: 就绪

source: Reconnect
zh_hans: 重新连接

source: Reconnecting to %@…
zh_hans: 正在重新连接 %@…

source: Reconnecting…
zh_hans: 正在重连…

source: Relay
zh_hans: 中继

source: Relay URL
zh_hans: 中继地址

source: Rename
zh_hans: 重命名

source: Rename session
zh_hans: 重命名会话

source: Require Face ID
zh_hans: 需要面容 ID

source: Retry
zh_hans: 重试

source: Retry connecting to %@
zh_hans: 重新连接 %@

source: Review approval request
zh_hans: 查看批准请求

source: Run
zh_hans: 运行

source: Save
zh_hans: 保存

source: Security
zh_hans: 安全

source: Send
zh_hans: 发送

source: Send a message to start.
zh_hans: 发送一条消息开始。

source: Sending…
zh_hans: 正在发送…

source: Session
zh_hans: 会话

source: Session ended
zh_hans: 会话已结束

source: Settings
zh_hans: 设置

source: Show keyboard
zh_hans: 显示键盘

source: Show work (%lld)
zh_hans: 显示过程（%lld）

source: Shown next to the QR code on the desktop. A copied pairing link works here too.
zh_hans: 显示在电脑上的二维码旁边。也可以粘贴复制的配对链接。

source: Size
zh_hans: 字号

source: Skills
zh_hans: 技能

source: Skip
zh_hans: 跳过

source: Skipped automatically in %@
zh_hans: %@ 后自动跳过

source: Sleeping sessions hidden
zh_hans: 已隐藏休眠的会话

source: Start %@
zh_hans: 启动 %@

source: Start a new conversation?
zh_hans: 开始新对话？

source: Start agent
zh_hans: 启动智能体

source: Starting…
zh_hans: 正在启动…

source: System
zh_hans: 跟随系统

source: Terminal
zh_hans: 终端

source: The answer did not reach %@.
zh_hans: 回答未送达 %@。

source: The app could not start its core.
zh_hans: 应用无法启动其核心组件。

source: The clipboard holds no pairing link. Use Copy link on the computer first.
zh_hans: 剪贴板中没有配对链接。请先在电脑上使用“复制链接”。

source: The command runs when the turn ends.
zh_hans: 该命令将在本轮结束后运行。

source: The conversation is being rewound or forked.
zh_hans: 对话正在回退或分叉。

source: The default shell on %@
zh_hans: %@ 上的默认 Shell

source: The session ends on %@, along with anything running in it.
zh_hans: 会话将在 %@ 上结束，其中运行的所有内容也会一并结束。

source: The shell exited.
zh_hans: Shell 已退出。

source: Theme
zh_hans: 主题

source: Thinking
zh_hans: 思考

source: This phone can no longer reach %@. If it was removed there, pair again.
zh_hans: 此手机已无法连接 %@。如果它已在电脑上被移除，请重新配对。

source: This phone will need to scan a new QR code to reach it again.
zh_hans: 此手机需要扫描新的二维码才能再次连接它。

source: This session ended
zh_hans: 此会话已结束

source: Title
zh_hans: 标题

source: Turn finished
zh_hans: 本轮完成

source: Version
zh_hans: 版本

source: Withdraw
zh_hans: 撤回

source: Working
zh_hans: 工作中

source: Working for %lldm %llds
zh_hans: 已工作 %1$lld 分 %2$lld 秒

source: Workspace
zh_hans: 工作区

source: Your answer
zh_hans: 你的回答

source: the agent
zh_hans: 智能体

source: “%@” is controlled on the desktop now. Reconnect to take control again.
zh_hans: “%@”现在由电脑控制。重新连接可再次取得控制。

source: “%@” was closed on %@.
zh_hans: “%1$@”已在 %2$@ 上关闭。
